Repository: landsman/boom-widget-calendar
Catalog: src/locales/*/messages.po
Languages: cs_cz

# calendar.time_slot.whole_day
source: whole day
cs_cz: celodenní

# error.api.occupied_dates_general_issue
source: Data for the month's events could not be retrieved. There was a problem communicating with the server. Please try again in a moment.
cs_cz: Data o událostech v měsíci se nepodařilo získat. Vyskytl se problém v komunikaci se serverem. Zkuste to prosím za okamžik znovu.

# error.api.time_slots_general_issue
source: Time slots data could not be retrieved. There was a problem communicating with the server. Please try again in a moment.
cs_cz: Data o časových slotech se nepodařilo získat. Vyskytl se problém v komunikaci se serverem. Zkuste to prosím za okamžik znovu.

# error.config.organizer_id_missing
source: You are missing `organizerId` parameter in the URL
cs_cz: V URL adrese chybí parameter `organizerId`

# footer.created_by
source: Created by
cs_cz: Pohání

source: Loading...
cs_cz: Načítání...

# select_date
source: Choose the date of your visit
cs_cz: Vyberte si datum své návštěvy

# select_date_and_time
source: Choose the date and time of your visit
cs_cz: Vyberte si datum a čas své návštěvy

# select_time
source: Now please choose the time of your visit
cs_cz: Nyní si zvolte čas své návštěvy

# selected_date_is
source: You have selected the date
cs_cz: Vybrali jste termín

source: There are no events
cs_cz: V tomto termínu nejsou žádné události
